<html>
<head>
  <title>Ошибка 404</title>
</head>
<body>
  <h1>Ошибка 404</h1> 
  <p>К сожалению, запрашиваемая Вами страница не найдена..</p>
  <p>Почему?</p>
  <ol>
    <li>Ссылка, по которой Вы пришли, неверна.</li>
    <li>Вы неправильно указали путь или название страницы.</li>
    <li>Страница была удалёна со времени Вашего последнего посещения.</li>
  </ol>
  <p>Для продолжения работы с сайтом Вы можете перейти на:</p>
  <ul>
    <li><a href="/">Главную страницу сайта.</a></li>
  </ul>
</body>
</html>
